[
    {
      "id": 1,
      "img": "https://i.postimg.cc/zDFBXR8g/Benefits-of-Water-Blog-Open-Graph.webp",
      "img_squre": "https://i.postimg.cc/zDFBXR8g/Benefits-of-Water-Blog-Open-Graph.webp",
      "title": "Clean Water for Children",
      "category": "Health",
      "category_bg": "#AEC8FF",
      "card_bg": "#D9E5FF",
      "description": "Clean Water for Children is a humanitarian initiative dedicated to providing clean and safe drinking water to children in underserved communities. We believe that access to clean water is a basic human right and a fundamental necessity for healthy and thriving communities. Our mission is to install sustainable water purification systems, educate communities about proper water hygiene, and ensure that every child has the opportunity to grow up healthy and free from waterborne diseases. Join us in making a difference and ensuring a brighter future for children everywhere.",
      "text_bg": "#0052FF",
      "btn_bg": "#0052FF",
      "price": 189
    },
    {
      "id": 2,
      "img": "https://i.postimg.cc/zGHmP9fk/istockphoto-1397843796-170667a.webp",
      "img_squre": "https://i.postimg.cc/zGHmP9fk/istockphoto-1397843796-170667a.webp",
      "title": "Good Education",
      "category": "Education",
      "category_bg": "#FFC3C5",
      "card_bg": "#FFE4E4",
      "description": "Good Education is a nonprofit organization dedicated to improving access to quality education for underserved communities. We believe that education is the key to unlocking one's full potential and breaking the cycle of poverty. Our mission is to build schools, provide educational resources, and support teachers in delivering engaging and meaningful lessons. We are committed to creating a brighter future for children by empowering them with knowledge and opportunities for growth.",
      "text_bg": "#FF444A",
      "btn_bg": "#FF444A",
      "price": 129
    },
    {
      "id": 3,
      "img": "https://i.postimg.cc/4d2qPgcZ/istockphoto-1254958389-612x612.jpg",
      "img_squre": "https://i.postimg.cc/4d2qPgcZ/istockphoto-1254958389-612x612.jpg",
  
      "title": "Save a Life",
      "category": "Health",
      "category_bg": "#AEC8FF",
      "card_bg": "#D9E5FF",
      "description": "Save a Life is a vital humanitarian initiative dedicated to providing immediate assistance and support to those facing life-threatening situations. We believe in the power of compassion and swift action to save lives. Our mission is to provide emergency aid, medical care, and resources to individuals and communities in crisis. Our dedicated volunteers work tirelessly to ensure that no one is left without help when it matters most. By contributing to our cause, you become a lifeline, making a profound impact and saving lives in times of urgent need.",
      "text_bg": "#0052FF",
      "btn_bg": "#0052FF",
      "price": 199
    },
    
    {
      "id": 4,
      "img": "https://i.postimg.cc/9FJ3FK1G/58413f314.jpg",
      "img_squre": "https://i.postimg.cc/9FJ3FK1G/58413f314.jpg",
      "title": "A Future to Believe In",
      "category": "Hope",
      "category_bg": "#FDD2C4",
      "card_bg": "#FEEAE3",
      "description": "A Future to Believe In is a heartfelt movement dedicated to creating hope and opportunities for all. We believe that everyone deserves a chance at a better tomorrow. Our mission is to inspire, support, and uplift individuals and communities in need. We work to provide educational resources, mentorship, and empowerment to help individuals realize their dreams and aspirations. Join us in building a future filled with belief, where dreams can become a reality for everyone.",
      "text_bg": "#F87147",
      "btn_bg": "#F87147",
      "price": 149
    },
    {
      "id": 5,
      "img": "https://i.postimg.cc/25tPVdCk/download.jpg",
      "img_squre": "https://i.postimg.cc/25tPVdCk/download.jpg",
      "title": "Home for Everyone",
      "category": "Hope",
      "category_bg": "#FDD2C4",
      "card_bg": "#FEEAE3",
      "description": "Home for Everyone is a compassionate initiative dedicated to providing safe and affordable housing for all. We believe that having a secure and stable home is a fundamental human right and a cornerstone of building better lives. Our mission is to create communities where everyone has access to decent housing, support homeless individuals and families, and promote housing stability through various programs. Join us in our journey to ensure that no one is left without a roof over their head, and together, we can make homes a reality for everyone in need.",
      "text_bg": "#F87147",
      "btn_bg": "#F87147",
      "price": 269
    },
    
    {
      "id": 6,
      "img": "https://i.postimg.cc/HnfsGSYF/Tree-Planting.jpg",
      "img_squre": "https://i.postimg.cc/HnfsGSYF/Tree-Planting.jpg",
      "title": "Trees of Life",
      "category": "Humanity",
      "category_bg": "#D4ECC1",
      "card_bg": "#EBF6E2",
      "description": "Trees of Life is a vital environmental initiative dedicated to reforestation and the preservation of our planet's natural beauty. We believe that trees are the lifeblood of the Earth, providing oxygen, shelter, and a thriving ecosystem. Our mission is to plant and nurture trees, protect endangered forests, and educate communities about the importance of conservation. Join us in planting the seeds of a greener, healthier future. Together, we can make our world bloom with life and ensure a sustainable planet for generations to come.",
      "text_bg": "#79C23F",
      "btn_bg": "#79C23F",
      "price": 269
    },
    
    {
      "id": 7,
      "img": "https://i.postimg.cc/hth5dCMk/happiness-1866081-1920-1920x1280.jpg",
      "img_squre": "https://i.postimg.cc/hth5dCMk/happiness-1866081-1920-1920x1280.jpg",
      "title": "Pure Air for Communities",
      "category": "Health",
      "category_bg": "#AEC8FF",
      "card_bg": "#D9E5FF",
      "description": "Pure Air for Communities is a vital initiative dedicated to ensuring clean and breathable air for all. We believe that access to pure air is essential for good health and well-being. Our mission is to implement air purification systems, raise awareness about air quality, and advocate for clean air policies in communities. Join us in the fight for fresh air and healthier lives. Together, we can make our communities breathe easier and create a cleaner, safer environment for everyone.",
      "text_bg": "#0052FF",
      "btn_bg": "#0052FF",
      "price": 269
    },
    
    {
      "id": 8,
      "img": "https://i.postimg.cc/d04QB2XP/maxresdefault.jpg",
      "img_squre": "https://i.postimg.cc/d04QB2XP/maxresdefault.jpg",
      "title": "Save the Ocean",
      "category": "Education",
      "category_bg": "#FFC3C5",
      "card_bg": "#FFE4E4",
      "description": "Clean the Ocean is a dedicated environmental initiative focused on preserving and restoring the world's oceans. We believe that the health of our oceans is crucial for the planet's well-being. Our mission is to remove plastic pollution, combat ocean acidification, and protect marine life. We work to ensure clean and thriving oceans for current and future generations. Join us in the journey to cleanse and revive our oceans. Together, we can create a sustainable and beautiful marine ecosystem for all to enjoy.",
      "text_bg": "#FF444A",
      "btn_bg": "#FF444A",
      "price": 129
    },
    
    {
      "id": 9,
      "img": "https://i.postimg.cc/BnLkLYnj/main-qimg-eeab5d88ec5fbacf62fda3ed94d73689-lq.jpg",
      "img_squre": "https://i.postimg.cc/BnLkLYnj/main-qimg-eeab5d88ec5fbacf62fda3ed94d73689-lq.jpg",
      "title": "Threads of Kindness",
      "category": "Humanity",
      "category_bg": "#D4ECC1",
      "card_bg": "#EBF6E2",
      "description": "Threads of Kindness is a heartfelt initiative dedicated to providing warm and stylish clothing to those in need. We believe that clothing goes beyond covering our bodies; it symbolizes care, dignity, and hope. Our mission is to collect and distribute gently used clothing to homeless shelters, schools, and community centers, spreading warmth and kindness one thread at a time. Join us in weaving a tapestry of compassion and ensuring that everyone has access to comfortable and quality clothing, no matter their circumstances.",
      "text_bg": "#79C23F",
      "btn_bg": "#79C23F",
      "price": 199
    },
    
    {
      "id": 10,
      "img": "https://i.postimg.cc/3rbG2JLN/jh.jpg",
      "img_squre": "https://i.postimg.cc/3rbG2JLN/jh.jpg",
      "title": "Nurturing Futures",
      "category": "Education",
      "category_bg": "#FFC3C5",
      "card_bg": "#FFE4E4",
      "description": "Nurturing Futures is a nonprofit organization dedicated to providing quality education and nurturing the potential of underserved communities. We believe that education is the cornerstone of a brighter tomorrow and a path to breaking the cycle of poverty. Our mission is to establish schools, empower teachers, and provide educational resources that inspire and empower students to reach their full potential. Join us in nurturing the future of children and creating opportunities for growth and success.",
      "text_bg": "#FF444A",
      "btn_bg": "#FF444A",
      "price": 119
    },
    
    {
      "id": 11,
      "img": "https://i.postimg.cc/Prps0jcF/Clothing.png",
      "img_squre": "https://i.postimg.cc/6pctVNmj/Rectangle-4287.png",
      "title": "Used Clothing Drive",
      "category": "Humanity",
      "category_bg": "#D4ECC1",
      "card_bg": "#EBF6E2",
      "description": "The Used Clothing Drive is a community initiative aimed at collecting and redistributing gently used clothing to those in need. We believe in the power of recycling and extending the life of clothing items while helping individuals and families facing financial challenges. Our volunteers work tirelessly to sort and distribute clothing to homeless shelters, schools, and community centers. By donating to our cause, you are not only reducing textile waste but also making a positive impact on the lives of those less fortunate.",
      "text_bg": "#79C23F",
      "btn_bg": "#79C23F",
      "price": 179
    },
    {
      "id": 12,
      "img": "https://i.postimg.cc/MHz0VqBZ/Food.png",
      "img_squre": "https://i.postimg.cc/m26PYC11/Rectangle-4287-2.png",
      "title": "Better Food for Everyone",
      "category": "Hope",
      "category_bg": "#FDD2C4",
      "card_bg": "#FEEAE3",
      "description": "Better Food for Everyone is a movement dedicated to improving access to nutritious and affordable food for all. We believe that everyone deserves access to fresh and healthy food choices to lead a vibrant and fulfilling life. Our mission is to establish community gardens, support local farmers, and educate communities about sustainable food practices. Together, we can create a world where no one goes to bed hungry, and everyone has the opportunity to enjoy delicious and nourishing meals.",
      "text_bg": "#F87147",
      "btn_bg": "#F87147",
      "price": 269
    }
  ]
  